{
  "barbecue.nvim": { "branch": "main" },
  "black": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "everforest": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nest.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-isort": { "branch": "master" }
}